{
  "metadata": {
    "total_size": 20055355488
  },
  "weight_map": {
    "norm_out.linear.bias": "diffusion_pytorch_model.bf16-00003-of-00003.safetensors",
    "norm_out.linear.weight": "diffusion_pytorch_model.bf16-00003-of-00003.safetensors",
    "patch_embed.proj.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "patch_embed.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "pos_frequencies": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "proj_out.bias": "diffusion_pytorch_model.bf16-00003-of-00003.safetensors",
    "proj_out.weight": "diffusion_pytorch_model.bf16-00003-of-00003.safetensors",
    "time_embed.caption_proj.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.caption_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_kv.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_kv.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_q.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.pooler.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.timestep_embedder.linear_1.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.timestep_embedder.linear_1.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.timestep_embedder.linear_2.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "time_embed.timestep_embedder.linear_2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.0.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.1.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.10.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.11.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.12.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.13.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.14.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.15.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.16.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.17.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.18.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.19.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.2.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.20.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.21.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.ff.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.22.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.23.ff.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.23.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.23.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.23.norm1.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.norm1.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.23.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00001-of-00003.safetensors",
    "transformer_blocks.24.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.ff.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.norm1.linear.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.norm1.linear.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.24.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.ff.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.norm1.linear.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.norm1.linear.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.norm1_context.linear.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.25.norm1_context.linear.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.add_k_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.add_q_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.add_v_proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.norm_added_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.norm_added_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.norm_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.norm_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_add_out.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_add_out.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_k.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_out.0.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_out.0.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_q.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.attn1.to_v.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.ff.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.ff.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.ff_context.net.0.proj.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.ff_context.net.2.weight": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
    "transformer_blocks.26.norm1.linear.bias": "diffusion_pytorch_model.bf16-00002-of-00003.safetensors",
